const petData = [
    {
        name: '人龍系',
        arr: [
            {
                name: '邦奇諾',
                GPF: [26, 25, 42, 18, 24]
            },
            {
                name: '楊奇洛斯',
                GPF: [29, 27, 39, 21, 24]
            },
            {
                name: '利則諾頓',
                GPF: [23, 25, 38, 25, 21]
            },
            {
                name: '邦蒲洛斯',
                GPF: [27, 25, 40, 20, 24]
            },
            {
                name: '布魯頓',
                GPF: [25, 25, 39, 18, 27]
            }
        ]
    },
    {
        name: '暴龍系',
        arr: [
            {
                name: '巴朵蘭恩',
                GPF: [27, 27, 40, 20, 25]
            },
            {
                name: '奧卡洛斯',
                GPF: [25, 26, 35, 31, 19]
            }
        ]
    },
    {
        name: '雷龍系',
        arr: [
            {
                name: '斯天多斯',
                GPF: [28, 34, 27, 40, 15]
            },
            {
                name: '布拉奇多斯',
                GPF: [24, 33, 34, 32, 15]
            },
            {
                name: '布洛多斯',
                GPF: [25, 34, 27, 42, 12]
            }
        ]
    },
    {
        name: '烏龜系',
        arr: [
            {
                name: '石龜',
                GPF: [20, 26, 27, 42, 19]
            }
        ]
    },
    {
        name: '兔子系',
        arr: [
            {
                name: '克雷爾',
                GPF: [18, 21, 29, 25, 30]
            },
            {
                name: '克克爾',
                GPF: [18, 22, 30, 25, 29]
            },
            {
                name: '克洛爾',
                GPF: [18, 21, 32, 22, 30]
            },
            {
                name: '里斯基',
                GPF: [17, 23, 28, 27, 29]
            },
            {
                name: '克拉爾',
                GPF: [18, 21, 28, 27, 31]
            }
        ]
    },
    {
        name: '舌頭系',
        arr: [
            {
                name: '貝洛恩',
                GPF: [24, 38, 30, 35, 15]
            }
        ]
    },
    {
        name: '犀牛系',
        arr: [
            {
                name: '貝恩達斯',
                GPF: [16, 28, 29, 32, 21]
            }
        ]
    },
    {
        name: '飛龍系',
        arr: [
            {
                name: '加寶格恩',
                GPF: [24, 26, 37, 23, 26]
            }
        ]
    }
]
export default petData