const petData = [
    {
        name: '貝魯卡',
        GPF: [24, 23, 28, 16, 25]
    },
    {
        name: '貝魯伊卡',
        GPF: [23, 21, 30, 13, 28]
    },
    {
        name: '格魯西斯',
        GPF: [21, 20, 30, 13, 28]
    },
    {
        name: '卡特利奴',
        GPF: [21, 19, 29, 12, 30]
    },
    {
        name: '金格薩貝魯',
        GPF: [25, 19, 29, 18, 29]
    },
    {
        name: '奧卡洛斯',
        GPF: [25, 26, 29, 28, 20]
    },
    {
        name: '左迪洛斯',
        GPF: [26, 28, 30, 22, 22]
    },
    {
        name: '巴朵蘭恩',
        GPF: [27, 23, 37, 20, 25]
    },
    {
        name: '帖拉所伊朵',
        GPF: [28, 23, 35, 25, 21]
    },
    {
        name: '利則諾頓',
        GPF: [22, 27, 37, 19, 17]
    },
    {
        name: '揚奇洛斯',
        GPF: [29, 27, 36, 16, 20]
    },
    {
        name: '邦浦洛斯',
        GPF: [27, 25, 37, 15, 21]
    },
    {
        name: '邦奇諾',
        GPF: [26, 24, 38, 16, 20]
    },
    {
        name: '布魯頓',
        GPF: [25, 25, 35, 14, 24]
    },
    {
        name: '布洛多斯',
        GPF: [25, 37, 27, 33, 6]
    },
    {
        name: '布林帖斯',
        GPF: [26, 40, 23, 32, 7]
    },
    {
        name: '布拉奇多斯',
        GPF: [24, 35, 35, 28, 6]
    },
    {
        name: '斯天多斯',
        GPF: [28, 40, 25, 35, 5]
    },
    {
        name: '邦恩多斯',
        GPF: [28, 37, 30, 27, 10]
    }
]
export default petData