const petData = [
    {
        name: '人龍系',
        arr: [
            {
                name: '邦奇洛',
                GPF: [26, 28, 40, 19, 21]
            },
            {
                name: '利則諾頓',
                GPF: [25, 28, 39, 21, 19]
            },
            {
                name: '布魯頓',
                GPF: [25, 28, 40, 15, 24]
            }
        ]
    },
    {
        name: '老虎系',
        arr: [
            {
                name: '貝魯卡',
                GPF: [27, 28, 35, 18, 25]
            },
            {
                name: '貝魯伊卡',
                GPF: [27, 28, 35, 17, 26]
            }
        ]
    },
    {
        name: '雷龍系',
        arr: [
            {
                name: '水雷',
                GPF: [27, 35, 26, 36, 14]
            },
            {
                name: '紅雷',
                GPF: [27, 34, 36, 26, 14]
            }
        ]
    },
    {
        name: '星星系',
        arr: [
            {
                name: '格爾頓',
                GPF: [28, 28, 37, 18, 25]
            }
        ]
    },
    {
        name: '海主人系',
        arr: [
            {
                name: '姆依',
                GPF: [28, 31, 20, 40, 18]
            }
        ]
    },
    {
        name: '跳狗系',
        arr: [
            {
                name: '拉奇魯哥',
                GPF: [27, 29, 38, 15, 25]
            }
        ]
    }

]
export default petData